Repository: ooopus/AnkiPomodoroTimerBreatheExericise
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de_de

# 番茄钟 & 呼吸设置...
source: Pomodoro & Breathing Settings...
de_de: Pomodoro & Atmung Einstellungen...

# 启动呼吸训练
source: Start Breathing Exercise
de_de: Atemübung starten

# 警告: 无法添加番茄钟菜单项
source: Warning: Cannot add Pomodoro menu item
de_de: Warnung: Menüeintrag für Pomodoro konnte nicht hinzugefügt werden

# 番茄钟计时器已停止。
source: Pomodoro timer stopped.
de_de: Pomodoro-Timer gestoppt.

# 恭喜完成{target}个番茄钟！建议休息{minutes}分钟。
source: Congratulations on completing {target} pomodoros! Suggested break: {minutes} minutes.
de_de: Glückwunsch zum Abschluss von {target} Pomodoros! Empfohlene Pause: {minutes} Minuten.

# 番茄钟时间到！
source: Pomodoro time's up! Take a break.
de_de: Pomodoro beendet! Zeit für eine Pause.

# 呼吸训练已跳过 (无启用阶段)。
source: Breathing exercise skipped (no phases enabled).
de_de: Atemübung übersprungen (keine Phasen aktiviert).

# 呼吸训练已跳过 (循环次数为 0)。
source: Breathing exercise skipped (cycle count is 0).
de_de: Atemübung übersprungen (Anzahl der Zyklen ist 0).

# 呼吸训练完成！
source: Breathing exercise completed!
de_de: Atemübung abgeschlossen!

# 呼吸训练已跳过。
source: Breathing exercise skipped.
de_de: Atemübung übersprungen.

# 跳过呼吸训练 (主窗口不可见)。
source: Skipping breathing exercise (main window not visible).
de_de: Atemübung übersprungen (Hauptfenster nicht sichtbar).

# ⏳休息中：
source: ⏳Resting:
de_de: ⏳ In Pause:

# ⚠️休息上限：
source: ⚠️Break Limit:
de_de: ⚠️ Pausenlimit erreicht:

# 左上角
source: Top Left
de_de: Oben links

# 右上角
source: Top Right
de_de: Oben rechts

# 左下角
source: Bottom Left
de_de: Unten links

# 右下角
source: Bottom Right
de_de: Unten rechts

# 吸气
source: Inhale
de_de: Einatmen

# 屏气 (吸气后)
source: Breath-hold (after inhale)
de_de: Atem anhalten (nach Einatmen)

# 呼气
source: Exhale
de_de: Ausatmen

# 屏气 (呼气后)
source: Breath-hold (after exhale)
de_de: Atem anhalten (nach Ausatmen)

# 不显示
source: Hide
de_de: Nicht anzeigen

# 仅显示图标
source: Icon only
de_de: Nur Symbol anzeigen

# 仅显示倒计时
source: Timer only
de_de: Nur Timer anzeigen

# 仅显示进度
source: Progress only
de_de: Nur Fortschritt anzeigen

# 显示图标+倒计时+进度
source: Show icon + timer + progress
de_de: Symbol + Timer + Fortschritt anzeigen

# 显示图标+倒计时+进度+累计使用时间
source: Show icon + timer + progress + total usage time
de_de: Symbol + Timer + Fortschritt + Gesamtnutzung anzeigen

# 本次番茄钟结束
source: Current pomodoro ended
de_de: Aktueller Pomodoro beendet

# 番茄钟计时器已被禁用。
source: Pomodoro timer has been disabled.
de_de: Der Pomodoro-Timer wurde deaktiviert.

# 番茄钟计时器已启动，时长: {} 分钟。
source: Pomodoro timer started, duration: {} minutes.
de_de: Pomodoro-Timer gestartet, Dauer: {} Minuten.

# 检测到长时间空闲，连胜中断。
source: Long idle time detected, streak broken.
de_de: Längere Inaktivität erkannt, Serie unterbrochen.

# 休息时间过长，番茄钟连胜已清空。
source: Break time too long, pomodoro streak has been reset.
de_de: Zu lange pausiert, Pomodoro-Serie zurückgesetzt.

# 常规设置
source: General Settings
de_de: Allgemeine Einstellungen

# 启用番茄钟插件
source: Enable Pomodoro Plugin
de_de: Pomodoro-Plugin aktivieren

# 语言:
source: Language:
de_de: Sprache:

# 全局计时器
source: Global Timer
de_de: Globaler Timer

# 显示圆形计时器
source: Show Circular Timer
de_de: Kreisförmigen Timer anzeigen

# 圆形计时器样式:
source: Circular Timer Style:
de_de: Stil des kreisförmigen Timers:

# 计时器窗口位置:
source: Timer Window Position:
de_de: Position des Timer-Fensters:

# 连胜上限:
source: Streak Limit:
de_de: Serien-Limit:

# 番茄钟时长:
source: Pomodoro Duration:
de_de: Pomodoro-Dauer:

# 分钟
source: minutes
de_de: Minuten

# 长休息时长:
source: Long Break Duration:
de_de: Dauer der langen Pause:

# 休息时间上限:
source: Break Time Limit:
de_de: Pausenlimit:

# 连续完成指定数量的番茄钟后，将进行长休息
source: Take a long break after completing specified number of pomodoros
de_de: Nach Abschluss der festgelegten Anzahl von Pomodoros beginnt eine lange Pause.

# 超过休息时间上限后，累计的番茄钟将归零
source: Reset accumulated pomodoros when break time limit is exceeded
de_de: Überschreitet die Pausenzeit das Limit, wird der Pomodoro-Zähler zurückgesetzt.

# 呼吸训练设置
source: Breathing Exercise Settings
de_de: Einstellungen für Atemübungen

# 目标循环次数:
source: Target Cycle Count:
de_de: Anzahl der Zyklen:

# 呼吸阶段设置
source: Breathing Phase Settings:
de_de: Einstellungen der Atemphasen:

# 选择音频
source: Select Audio
de_de: Audio auswählen

# 未选择
source: Not selected
de_de: Nicht ausgewählt

# 持续时间:
source: Duration:
de_de: Dauer:

# 秒
source: seconds
de_de: Sekunden

# 预计时间: --:--
source: Estimated Time: --:--
de_de: Geschätzte Zeit: --:--

# 音频文件 (*.wav *.mp3 *.opus *.ogg);;所有文件 (*)
source: Audio files (*.wav *.mp3 *.opus *.ogg);;All files (*)
de_de: Audiodateien (*.wav *.mp3 *.opus *.ogg);;Alle Dateien (*)

# 番茄钟/呼吸训练设置
source: Pomodoro/Breathing Exercise Settings
de_de: Pomodoro & Atmung Einstellungen

# 状态栏显示设置
source: Status Bar Display Settings
de_de: Anzeigeeinstellungen für die Statusleiste

# 选择状态栏显示格式：
source: Select Status Bar Display Format:
de_de: Anzeigeformat für die Statusleiste auswählen:

# 预计时间: --:-- (未启用或周期为0)
source: Estimated Time: --:-- (not enabled or cycles is 0)
de_de: Geschätzte Zeit: --:-- (nicht aktiviert oder Zyklen = 0)

# 预计时间: {mins:02d}:{secs:02d}
source: Estimated Time: {mins:02d}:{secs:02d}
de_de: Geschätzte Zeit: {mins:02d}:{secs:02d}

# 预计时间: 计算错误
source: Estimated Time: Calculation Error
de_de: Geschätzte Zeit: Berechnungsfehler

# 配置已保存
source: Configuration saved
de_de: Konfiguration gespeichert

# 保存配置时出错: {}
source: Error saving configuration: {}
de_de: Fehler beim Speichern der Konfiguration: {}

# 呼吸训练
source: Breathing Exercise
de_de: Atemübung

# 准备...
source: Preparing...
de_de: Bereit machen...

# 循环: {current} / {total}
source: Cycle: {current} / {total}
de_de: Zyklus: {current} / {total}

# 跳过训练
source: Skip training
de_de: Training überspringen
